arcticicestudio.nord-visual-studio-code
auchenberg.vscode-browser-preview
bajdzis.vscode-database
bungcip.better-toml
castwide.solargraph
chrmarti.regex
DavidAnson.vscode-markdownlint
dawhite.mustache
dbaeumer.jshint
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
eg2.tslint
esbenp.prettier-vscode
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
HookyQR.beautify
Hridoy.rails-snippets
humao.rest-client
jakearl.vscode-sonic-pi
jeremyrajan.webpack
kaiwood.endwise
kogai.regex-railroad-diagrams
kumar-harsh.graphql-for-vscode
mquandalle.graphql
mrmlnc.vscode-jade-snippets
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
Nash.awesome-flutter-snippets
octref.vetur
oderwat.indent-rainbow
patbenatar.advanced-new-file
PKief.material-icon-theme
rbbit.typescript-hero
rebornix.ruby
redhat.vscode-commons
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
sianglim.slim
slevesque.shader
steditor.line-endings
tidalcycles.vscode-tidalcycles
Tyriar.sort-lines
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
withfig.fig
yzane.markdown-pdf
