tap "argon/mas"
tap "dteoh/devdocs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "rcmdnk/file"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "webp"
brew "aom"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "cmake"
brew "exa"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "gmp"
brew "libunistring"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "libvpx"
brew "opencore-amr"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "starship"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "ghq"
brew "go"
brew "howdoi"
brew "hugo"
brew "id3lib"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "libdvdcss"
brew "libyaml"
brew "lua"
brew "mas"
brew "maven"
brew "mono"
brew "mysql"
brew "ncurses"
brew "nkf"
brew "nodebrew"
brew "openapi-generator"
brew "openssl@3"
brew "optipng"
brew "peco"
brew "perl"
brew "pidcat"
brew "pngquant"
brew "portaudio"
brew "qt"
brew "rbenv"
brew "rename"
brew "rtmpdump"
brew "ruby"
brew "sl"
brew "stern"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "wget"
brew "you-get"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/yabai"
brew "rcmdnk/file/brew-file"
cask "devdocs-macos"
cask "docker"
cask "fig"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "gifcapture"
cask "handbrake"
cask "imagealpha"
cask "lepton"
cask "typora"
