tap "argon/mas"
tap "dteoh/devdocs"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr", "https://github.com/osx-cross/homebrew-avr.git"
tap "rcmdnk/file"
brew "libyaml"
brew "gdbm"
brew "gettext"
brew "readline"
brew "xz"
brew "ansible"
brew "giflib"
brew "libpng"
brew "libtiff"
brew "webp"
brew "aom"
brew "icu4c"
brew "avrdude"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "libxcb"
brew "pcre"
brew "pixman"
brew "cairo"
brew "cmake"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "gmp"
brew "libunistring"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "graphite2"
brew "lame"
brew "little-cms2"
brew "jpeg", link: true
brew "openjpeg"
brew "leptonica"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "portaudio"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvpx"
brew "opencore-amr"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg", link: false
brew "cmus"
brew "dfu-programmer"
brew "dfu-util"
brew "eza"
brew "figlet"
brew "fortune"
brew "ghq"
brew "go"
brew "groff"
brew "hugo"
brew "id3lib"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "libaacs"
brew "libbdplus"
brew "libdvdcss"
brew "lua"
brew "mas"
brew "mono"
brew "mysql"
brew "ncurses"
brew "nkf"
brew "nodebrew"
brew "optipng"
brew "pastel"
brew "peco"
brew "perl"
brew "pidcat"
brew "pngquant"
brew "postgresql@14"
brew "pyenv"
brew "qt", link: false
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rtmpdump"
brew "ruby"
brew "sl"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "wget"
brew "you-get"
brew "youtube-dl"
brew "zsh"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
cask "atom"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "gifcapture"
cask "handbrake"
cask "hyper"
cask "iina"
cask "karabiner-elements"
cask "kindle"
cask "liteicon"
cask "microsoft-auto-update"
cask "musescore"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "sonic-pi"
cask "visual-studio-code"
cask "vlc"
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iReal Pro", id: 409035833
